Repository: veslo1/apmgr
Catalog: lang/translations.tmx
Source language: es_ar
Languages: en_us

source: Aprobación cuando el contrato de arrendamiento es firmado por adelantado. Si usted y todos los solicitantes ya han firmado el contrato de arrendamiento cuando aprobamos la Solicitud, nuestro representante le notificará de la aprobación a usted (o a uno de ustedes si son co-solicitantes), firmará el contrato de arrendamiento, y entonces acreditará el depósito de solicitud de todos los solicitantes a cuenta del depósito en garantía.
en_us: Approval When Lease Contract Is Signed in Advance. If you and all co- applicants have already signed the Lease Contract when we approve the Application, our representative will notify you (or one of you if there are co- applicants) of our approval, sign the Lease Contract, and then credit the application deposit of all applicants toward the required security deposit.

source: Aprobación cuando el contrato de arrendamiento no ha sido firmado todavía. Si usted y todos los solicitantes no han firmado todavía el contrato de arrendamiento en el momento en que aprobamos la Solicitud, nuestro representante le notificará de la aprobación a usted (o a uno de ustedes si son co- solicitantes), firmará el contrato de arrendamiento, y, cuando usted y todos los solicitantes han firmado el contrato, entonces acreditará el depósito de solicitud de todos los solicitantes a cuenta del depósito en garantía.
en_us: Approval When Lease Contract Isn´t Yet Signed. If you and all co-applicants have not signed the Lease Contract when we approve the Application, our representative will notify you (or one of you if there are co-applicants) of the approval, sign the Lease Contract when you and all co-applicants have signed, and then credit the application deposit of all applicants toward the required security deposit.

source: Si usted(es) no firma(n) el contrato después de haber sido aprobado(s). A menos que autoricemos disposición contraria por escrito, usted y todos los solicitantes deben firmar el Contrato de arrendamiento dentro de los 3 días posteriores de que le(s) hayamos aprobado en persona o por teléfono, o dentro de los 5 días posteriores al envío de la aprobación por correo. Si usted o cualquiera de los solicitantes no firma el contrato como es debido, guardaremos el depósito de solicitud en carácter de liquidación por daños y terminaremos toda obligación futura bajo este acuerdo.
en_us: If You Fail to Sign Lease After Approval. Unless we authorize otherwise in writing, you and all co-applicants must sign the Lease Contract within 3 days after we give you our approval in person or by telephone, or within 5 days after we mail you our approval. If you or any co-applicant fails to sign as required, we may keep the application deposit as liquidated damages, and terminate all further obligations under this Agreement.

source: Si usted hace una revocación antes de la aprobación. Ni usted ni ninguno de los solicitantes puede retirar ni la solicitud ni el depósito de solicitud. Si, antes de citud firmar el Contrato de arrendamiento, usted o cualquiera de los solicitantes retira una solicitud o nos avisa de un cambio de opinión en cuanto al arrendamiento de la vivienda, tendremos derecho a retener todos los depósitos de solicitud en carácter de daðos liquidados y no existirá obligación futura entre las partes.
en_us: If You Withdraw Before Approval. You and any co-applicants may not withdraw your Application or the application deposit. If, before signing the Lease Contract, you or any co-applicant withdraws an Application or notifies us that you´ve changed your mind about renting the dwelling unit, we´ll be entitled to retain all application deposits as liquidated damages, and the parties will then have no further obligation to each other.

source: Solicitud completa. Una solicitud no se considera "completa" ni se procesa hasta que se nos haya dado todo lo listado a continuación (excepto lo marcado): una solicitud por separado completa y firmada por cada uno de los solicitantes; se nos ha pagado una cuota de solicitud; se nos ha pagado un depósito de solicitud. Si no se seðala ningún ítem, se requieren todos para que la Solicitud se considere completa.
en_us: Completed Application. An Application will not be considered "completed" and will not be processed until all of the following have been provided to us (unless checked): a separate Application has been fully filled out and signed by you and each co-applicant; an application fee has been paid to us an application deposit has been paid to us. If no item is checked, all are necessary for the Application to be considered completed.

source: Falta de aprobación dentro de siete días. Le(s) notificaremos si ha(n) sido aprobado(s) dentro de siete días de la fecha en que recibimos una solicitud completa. Su solicitud debe considerarse "desaprobada" si no le(s) avisamos de su aprobación dentro de siete días de la fecha en que recibimos la solicitud completa. La notificación puede ser en persona, por correo o por teléfono, a menos que usted(es) haya(n) solicitado que la notificación sea por correo. No debe(n) usted(es) tomar la solicitud por aprobada hasta recibir la notificación de aprobación.
en_us: Nonapproval in Seven Days. We will notify you whether you´ve been approved within seven days after the date we receive a completed Applica- tion. Your Application will be considered "disapproved" if we fail to notify you of your approval within seven days after we have received a completed Application. Notification may be in person or by mail or telephone unless you have requested that notification be by mail. You must not assume approval until you receive actual notice of approval.

source: Reembolso después de la desaprobación. Si se le desaprueba a usted o a cualquier solicitante o si se le(s) toma por desaprobado(s) conforme al párrafo 9, le(s) reembolsaremos todos los depósitos de solicitud dentro de ________ días (no más de 30 días; 30 días si se deja en blanco} de dicha desaprobación. Los cheques de reembolso pueden ser pagaderos a todos los solicitantes y ser enviados a un solicitante.
en_us: Refund after Nonapproval. If you or any co-applicant is disapproved or deemed disapproved under paragraph 9, we´ll refund all application deposits within _______ days (not to exceed 30 days; 30 days if left blank) of such disapproval. Refund checks may be made payable to all co-applicants and mailed to one applicant.

source: Extensión de prorroga. Si el plazo fatal por firmar, aprobar o reembolsar, conforme a los párrafos 6, 9 o 10 sea sábado, domingo o día festivo estatal o federal, el plazo fatal se aplazará hasta el fin del próximo día hábil.
en_us: Extension of Deadlines. If the deadline for signing, approving, or refunding under paragraphs 6, 9, or 10 falls on a Saturday, Sunday, or a state or federal holiday, the deadline will be extended to the end of the next business day.

source: Avisos para o de los solicitantes. Cualquier aviso que le damos a usted o a su co- solicitante se deberá considerar un aviso a todos los solicitantes; y cualquier aviso de usted o de su co-solicitante se deberá considerar un aviso de todos los solicitantes.
en_us: Notice to or from Co-applicants. Any notice we give you or your co- applicant is considered notice to all co-applicants; and any notice from you or your co-applicant is considered notice from all co-applicants.

source: Llaves o dispositivos de acceso. Entregaremos las llaves o dispositivos de acceso sólo después de que (1) todas las partes hayan firmado el contrato de arrendamiento y otros documentos relacionados y (2) la renta y los correspondientes depósitos en garantía hayan sido pagados en su totalidad.
en_us: Keys or Access Devices. We´ll furnish keys and/or access devices only after: (1) all parties have signed the contemplated Lease Contract and other rental documents; and (2) all applicable rents and security deposits have been paid in full.

source: Cuota de solicitud (puede o no ser reembolsable):$
en_us: Application fee (may or may not be refundable)$

source: Depósito de solicitud (puede o no ser reembolsable):$
en_us: Application deposit (may or may not be refundable):$

source: Cargo administrativo (reembolsable sólo si la solicitud no es aprobada):$
en_us: Administrative fee (refundable only if not approved):$

source: Suma de la cuota de solicitud y el depósito de solicitud:$
en_us: Total of above fees and application deposit:$

source: Cantidad total que hemos recibido hasta esta fecha:$
en_us: Total amount of money we´ve received to this date:$

source: Declaración que la información es correcta. Usted(es) afirma(n) que todas sus declaraciones en la primera página de esta solicitud son correctas y completas y nos autoriza(n) a verificarlas por cualquier medio, incluso con agencias crediticias y propietarios de otras unidades arrendadas. Afirma(n) también que ha(n) tenido la oportunidad de leer nuestros criterios de selección de inquilinos y las razones por las cuales se puede rechazar su solicitud, entre ellas, por antecedentes criminales, historia crediticia, ingresos actuales o historia de rentas. Usted(es) reconoce(n) que si no cumple(n) nuestros criterios de selección o si deja(n) de contestar cualquier pregunta o si proporciona(n) información falsa, podemos rechazar esta solicitud, retener la totalidad de cuotas, cargos administrativos y depósitos asociados a la solicitud como pena convencional por daños y poner término a su derecho de ocupación. La provisión de datos falsos es un grave delito criminal. En cualquier pleito relacionado a esta solicitud o Contrato de arrendamiento, la parte que predomina tiene derecho a recobrar de la parte que no predomina todos los honorarios de abogado y gastos de litigio. Podemos en cualquier momento proveer a agencias crediticias y a propietarios de otras viviendas arrendadas, información relacionada a la manera en que usted(es) cumple(n) con las obligaciones de su contrato de arrendamiento, incluso tanto lo favorable como lo desfavorable relacionado con su cumplimiento con el contrato de arrendamiento, los reglamentos y sus obligaciones financieras. Las firmas recibidas por fax o vía electrónica son obligatorias. Usted(es) reconoce(n) que nuestra política de privacidad se encuentra a su disposición.
en_us: Acknowledgment. You declare that all your statements on the first page of this Application are true and complete. You authorize us to verify same through any means, including consumer reporting agencies and other rental housing owners. You acknowledge that you had an opportunity to review our rental selection criteria, which include reasons your application may be denied, such as criminal history, credit history, current income, and rental history. You understand that if you do not meet our rental selection criteria or if you fail to answer any question or give false information, we may reject the application, retain all application fees, administrative fees, and deposits as liquidated damages for our time and expense, and terminate your right of occupancy. Giving false information is a serious criminal offense. In lawsuits relating to the application or Lease Contract, the prevailing party may recover from the non-prevailing party all attorney´s fees and litigation costs. We may at any time furnish information to consumer reporting agencies and other rental housing owners regarding your performance of your legal obligations, including both favorable and unfavorable information about your compliance with the Lease Contract, the rules, and financial obligations. Fax or electronic signatures are legally binding. You acknowledge that our privacy policy is available to you.

source: Declaración que la información es correcta
en_us: Acknowledgment

source: Nombre opción
en_us: Setting Name

source: Por favor utilize un nombre descriptivo
en_us: Please, provide a descriptive name

source: Valor opción
en_us: Setting Value

source: Llene el valor de esta opción
en_us: Fill in the value of this option

source: Opciónes
en_us: Settings

source: Esta sección contiene todas las opciónes que estan disponibles en el sistema a nivel global.No son especificas a los modulos
en_us: This section provides all the settings that are available on the system at global level.This are not module specific

source: Comentarios
en_us: Comments

source: Remover
en_us: Remove

source: Cedula de conducir ó Identificación del gobierno
en_us: Driver license or Government Id Card Number

source: Deshabilitado
en_us: Disabled

source: Habilitado
en_us: Enabled

source: Recibo
en_us: Receipt

source: Peso
en_us: Weight

source: Pago por el uso de la aplicación
en_us: Application Fee Payment

source: Por favor ingrese solamente digitos
en_us: Please enter numerical digits only

source: Configuración de Tárifa para postulantes
en_us: Applicant Fee Settings

source: Eliminar Tárifa para postulantes
en_us: Remove Applicant Fee Settings

source: Tipo de pago
en_us: Payment Type

source: Subir
en_us: Upload

source: Filas sin procesar
en_us: Unprocessed Rows

source: Borrar información
en_us: Delete provided information

source: ¿Confirma que desea eliminar toda la información?
en_us: Do you confirm you want to delete all the provided information?

source: Felicitaciones, ahora tenemos toda su información
en_us: Thank you for applying. Please navigate to the applicant dashboard to pay any fees or deposits required for processing the application.

source: Centro de información de usuarios que aplican
en_us: Applicant Dashboard

source: Vaya a su
en_us: Click here to view your

source: Opciones de Sistema
en_us: System Settings

source: Ver pagos
en_us: View Fees Due

source: Ver pagos realizados
en_us: View Paid Fees

source: Usted no tiene pagos pendientes
en_us: You don't have any due fee

source: Pago Online
en_us: Online Payment

source: Opciones de prorateo de renta
en_us: Rent Proration Settings

source: Prorateo habilitado
en_us: Proration Enabled

source: Trigésimo Día
en_us: Thirty Day

source: Año
en_us: Year

source: Sus pagos
en_us: Your Paid Fees

source: Instrucciones para actualizar permisos
en_us: Update Permission Instructions

source: Secciones
en_us: Sections

source: Nombre del controlador
en_us: Controller Name

source: Nombre Acción
en_us: Action Name

source: Ver Modulos
en_us: View Modules

source: Ver Controlladores
en_us: View Controllers

source: Pago
en_us: Payment

source: Procesamiento de pagos online
en_us: Online Payment Processing

source: Registro Guardado
en_us: Record Saved

source: Sus aplicaciones autorizadas
en_us: Your authorized applications

source: Nombre de Modulo
en_us: Module Name

source: Applicante
en_us: Applicant

source: Fue usted referido?
en_us: Were you referred?

source: Su lista de espera
en_us: Your Wait List

source: Occurión un error inesperado
en_us: An unidentified error happened.

source: No hay ninguna aplicación corriendo actualmente
en_us: There isn't any active workflow running right now

source: Ocurrió un error cuando su cuenta fue creada.Los administradores del sistema han sido notificados y su informació va a ser revisada.Nos pondremos en contacto con usted.
en_us: There was an error when your account was created.System administrators had been alerted and your account will be reviewed.We will contact you.

source: Ver caracteristícas del tipo de unidad
en_us: View Unit Model Details

source: El modelo de unidad no es válido
en_us: The given unit is not valid

source: El departamento no es válido
en_us: The Aparment is not valid

source: La unidad no esta disponible para alquilar
en_us: The unit is not for rent

source: El tipo de unidad no es valido
en_us: The model is not valid

source: Devolución máxima
en_us: Max Refund Amount

source: Devolución
en_us: Refund

source: Filtrar por estado
en_us: Filter by status

source: Filtrar por número de unidad
en_us: Filter by unit number

source: Filtrar por fecha
en_us: Filter by dates

source: Fecha desde
en_us: Date from

source: Fecha hasta
en_us: Date to

source: Estados del aplicante
en_us: Applicant Statuses

source: Estado actual
en_us: Current Status

source: Cambiar estado del aplicante a
en_us: Change Applicant Status To

source: Aceptar
en_us: Accept

source: Lista de espera
en_us: Wait List

source: Tipo de identificación
en_us: Identification type

source: Monto total original
en_us: Original Amount Due

source: Acción automatizada del sistema
en_us: Automated system action

source: ¿Está Pago?
en_us: Is Paid?

source: Detalles del pago
en_us: Payment Details

source: Volver a la página anterior
en_us: Back to previous page

source: Vista de candidatos
en_us: Applicant View

source: Escriba la misma contraseña
en_us: Write the same password

source: Nos es imposible autenticar su cuenta
en_us: We are unable to authenticate your account

source: Autenticarse
en_us: Authenticate

source: Enviar email al candidato
en_us: Email applicant

source: Enviar
en_us: Send

source: Fecha de transferencia
en_us: Date of Transfer

source: No se pudo enviar el e-mail
en_us: The email could not be delivered

source: El identificador de usuario no es valido
en_us: The user id is not valid

source: Enviar email al usuario
en_us: Email user

source: Aprobado
en_us: Passed

source: Rechazado
en_us: Rejected

source: No ejecutado
en_us: Not run

source: Monto total
en_us: Total Amount

source: Monto total a pagar
en_us: Total Amount to Pay

source: Verificación de antecedentes
en_us: Background Check

source: Pendiente
en_us: Pending

source: Aceptado
en_us: Accepted

source: Cambiar
en_us: Change

source: Notas
en_us: Notes

source: No se encuentra el estado al que quiere cambiar a este candidato
en_us: Missing the status you want to update this applicant

source: No se encuentran las credenciales de su sesion
en_us: Missing the user credentials

source: Credenciales inexistentes
en_us: Invalid credentials

source: Columnas
en_us: Columns

source: Ejecutar Reporte
en_us: Run Report

source: Reporte
en_us: Report

source: Información de renta
en_us: Rent Roll

source: La columna especificada no es valida
en_us: The specified column is not valid

source: Reportes Financieros
en_us: Financial Reports

source: Nombre del reporte
en_us: Report Name

source: Reportes
en_us: Reports

source: Ordenado descendiente
en_us: Sort Desc

source: Ordenado ascendiente
en_us: Sort Up

source: Configurar opciones
en_us: Configure Setting

source: No se encuentra el identificador de modelo
en_us: The model identifier is missing

source: El número de seguridad social debe tener 9 dígitos
en_us: SSN must be 9 numerical digits

source: Exportar Reporte
en_us: Export Report

source: El reporte no continene informaciÿn para exportar
en_us: The report does not contain information to export

source: Reportes de candidatos
en_us: Applicant Reports

source: Reporte de candidatos
en_us: Applicant Report

source: Fecha de inscripciýon
en_us: Date Applied

source: Inscripciones abonadas por los ingresantes
en_us: Applicant Paid Fees

source: No hay registros
en_us: No Records

source: Total Expensas
en_us: Total Expense

source: Total ingresos
en_us: Total Revenue

source: Reporte de unidades
en_us: Unit Reports

source: Usted no esta en el proceso para aplicar
en_us: You are not on the process to apply

source: No existe el registro
en_us: No record found

source: Remover Usuario
en_us: Remove User

source: Agregar Usuario
en_us: Add User

source: No se encuentra el usuario
en_us: User not found

source: Administrador
en_us: Admin

source: Miembro
en_us: Member

source: Visitante
en_us: Viewer

source: Invitado
en_us: Guest

source: Agente Arrendador
en_us: Lease Agent

source: Administrador de propiedad
en_us: Property Manager

source: Especialista en operaciones monetarias
en_us: Business services specialist

source: Lo sentimos , no se pudo guardar su usuario
en_us: We are sorry , the user could not be saved

source: Ver información de usuarios
en_us: View User Information

source: No fue posible eliminar al usuario
en_us: The user couldn't be deleted

source: El archivo ya existe
en_us: The file already exists

source: Hay un error en nuestra aplicación. La administración del sístema ha sido alertada
en_us: There seems to be a problem in our application. The system administration has been alerted

source: El archivo se subió correctamente
en_us: The file was uploaded successfully

source: Ocurrio un error mientras se subia el archivo
en_us: There was an error saving your file

source: Agregar Documento
en_us: Add Document

source: Motivos cancelación/Comentarios
en_us: Cancellation Reason/Comment

source: Ver mi unidad
en_us: View My Unit

source: Borrar usuario
en_us: Delete User

source: ¿Desea borrar a este usuarioÊ
en_us: Do you want to delete this user?

source: Usuario eliminado correctamente
en_us: User Deleted Correctly

source: La confirmació para eliminar al usuario no fue recibida
en_us: The confirm option wasn't answered

source: Actualizar usuario
en_us: Update User

source: Mi Cuenta
en_us: My Account

source: Actualizar mi cuenta
en_us: Update my account

source: Usuario actualizado
en_us: User Updated

source: ¿Olvidó su usuario ?
en_us: Forgot your username?

source: ¿Olvidó su contraseña ?
en_us: Forgot your password?

source: ¿Olvidó su información ?
en_us: Forgot your information?

source: Recupere su contraseña
en_us: Recover your password

source: Recupere su usuario
en_us: Recover your username

source: En esta página usted podrá encontrar links para recuperar su usuario ó contraseña
en_us: In this page , you will find the links to recover your username or password.

source: Si necesita ayuda , contactenos !
en_us: If you need help , contact us !

source: Recuperar
en_us: Recover

source: El email ingresado no fue encontrado
en_us: The given email wasn't found.

source: Recuperación de nombre de usuario
en_us: User Name Recovery

source: Recibimos un pedido para recordarle su nombre de usuario.\nSi usted no envió el pedido , por favor no le preste atención a este mensaje.\nSu nombre de usuario es
en_us: We received a request to remind you of your username.\nIf you didn't send the request , please disregard this email.\nYour username is

source: Falta el nombre de usuario
en_us: Missing username

source: Falta la dirección de correo
en_us: Missing email address

source: Recuperación de contraseña
en_us: Password Recovery

source: Recibimos un request para cambiar su contraseña\n.Si usted no envió este pedido , por favor ignore este email.\nAquí esta su link para comenzar con el cambio de contraseña:
en_us: We received a request to reset your password.\nIf you did not send this request , please ignore this email.\nHere is your link to begin with the password reset:

# Este link es valido hasta
source: \nEste link es valido hasta
en_us: \nThis link is valid until

source: Las instrucciones para restaurar su contraseña a sido enviado
en_us: The instructions to restore your password had been sent!

source: Error Creando Registro
en_us: Error Creating Record

source: Resetear Contraseña
en_us: Reset Password

source: Formulario para resetear contraseña
en_us: Reset Password Form

source: Resetear su contraseña
en_us: Reset your password

source: Falta el token
en_us: Missing the token

source: Si usted poseé multiples cuentas con el mismo correo , todas sus contraseñas seran cambiadas
en_us: If you have multiple accounts with the same email , all of your passwords will be reset to what you set

source: El token recibido no es valido
en_us: The provided token is no longer valid

source: La contraseña fue cambiada correctamente
en_us: The password has been changed succesfully

source: Agregue una descripción que explique porque activa / desactiva a este usuario
en_us: Add a description explaining why you are enabling / disabling this user
